tap 'caskroom/cask'
tap 'homebrew/versions'
tap 'jonmorehouse/tap'

brew 'ack'
brew 'ansible'
brew 'awscli'
brew 'bashenv'
brew 'coreutils'
brew 'dirmngr'
brew 'gdbm'
brew 'gettext'
brew 'gmp'
brew 'gnu-getopt'
brew 'gnu-sed'
brew 'gnupg'
brew 'gnupg2'
brew 'gnutls'
brew 'go'
brew 'gpg-agent'
brew 'gpm'
brew 'hub'
brew 'jsonpp'
brew 'keybase'
brew 'libassuan'
brew 'libevent'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libksba'
brew 'libssh2'
brew 'libtasn1'
brew 'libusb'
brew 'libusb-compat'
brew 'libyaml'
brew 'moreutils'
brew 'nettle'
brew 'nsq'
brew 'openssl'
brew 'pass'
brew 'pcre'
brew 'pinentry'
brew 'pkg-config'
brew 'pth'
brew 'pwgen'
brew 'python'
brew 'python3'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rust'
brew 'sqlite'
brew 'tmux'
brew 'tmux-mem-cpu-load'
brew 'tree'
brew 'urlview'
brew 'vim'
brew 'weechat', args: ['with-python', 'with-perl']
brew 'xz'
brew 'zsh'

cask 'chefdk'
cask 'flux'
cask 'google-chrome'
cask 'iterm2'
cask 'karabiner'
cask 'seil'
cask 'skype'
cask 'slack'
cask 'slate'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
